Repository: classicsc/MaruReader
Catalog: MaruManga/Localizable.xcstrings
Source language: en
Languages: ja

# %@ - Page %lld
source: %1$@ - Page %2$lld
ja: %1$@ - %2$lldページ

# %lld / %lld Read
source: %1$lld / %2$lld Read
ja: %1$lld / %2$lld 読了

source: A database error occurred while importing the manga.
ja: マンガのインポート中にデータベースエラーが発生しました。

source: Are you sure you want to delete "%@"? This action cannot be undone.
ja: "%@"を削除してもよろしいですか？この操作は取り消せません。

source: Author
ja: 著者

source: Back
ja: 戻る

source: Books
ja: 本

source: Cancel
ja: キャンセル

source: Choose right-to-left for traditional manga, left-to-right, or vertical scrolling.
ja: 従来のマンガには右から左、左から右、または縦スクロールを選べます。

source: Could not access the archive file.
ja: アーカイブファイルにアクセスできませんでした。

source: Date Added
ja: 追加日

source: Delete
ja: 削除

source: Delete Manga
ja: マンガを削除

source: Dictionary
ja: 辞書

source: Direction
ja: 方向

source: Done
ja: 完了

source: Edit Metadata
ja: メタデータを編集

source: Enter a page number between 1 and %lld.
ja: 1から%lldまでのページ番号を入力してください。

source: Failed to convert to PNG
ja: PNG に変換できませんでした

source: Failed to copy the archive file: %@
ja: アーカイブファイルのコピーに失敗しました: %@

source: Failed to decode image
ja: 画像のデコードに失敗しました

# Failed to extract %@: %@
source: Failed to extract %1$@: %2$@
ja: %1$@ の抽出に失敗しました: %2$@

source: Failed to extract cover image: %@
ja: 表紙画像の抽出に失敗しました: %@

source: Go
ja: 移動

source: Go to Page
ja: ページへ移動

source: Hide text regions
ja: テキスト領域を隠す

source: Import
ja: インポート

source: Import cancelled.
ja: インポートがキャンセルされました。

source: Import Error
ja: インポートエラー

source: Import failed.
ja: インポートに失敗しました。

source: Import interrupted.
ja: インポートが中断されました。

source: Import ZIP/CBZ files to see them here
ja: ZIP/CBZファイルをインポートすると、ここに表示されます

source: Importing...
ja: インポート中...

source: Invalid image data
ja: 画像データが無効です

source: Jump to a page
ja: ページに移動

source: Jump to Page
ja: ページへ移動

source: Left to right
ja: 左から右

source: Library
ja: ライブラリ

source: Manga
ja: マンガ

source: Metadata
ja: メタデータ

source: No images found in archive
ja: アーカイブに画像が見つかりませんでした

source: No Manga
ja: マンガがありません

source: Original Filename
ja: 元のファイル名

source: Page %@
ja: ページ %@

# Page index %lld is out of bounds (0..<%lld)
source: Page index %1$lld is out of bounds (0..<%2$lld)
ja: ページインデックス %1$lld は範囲外です (0..<%2$lld)

source: Page number
ja: ページ番号

source: Reading direction
ja: 読み方向

source: Reading Direction
ja: 読み方向

source: Remove
ja: 削除

source: Return to Library
ja: ライブラリに戻る

source: Right to left
ja: 右から左

source: Save
ja: 保存

source: Show text regions
ja: テキスト領域を表示

source: Sort
ja: 並べ替え

source: Sort By
ja: 並べ替え順

source: Switch to single page
ja: 単ページ表示に切り替え

source: Switch to spreads
ja: 見開き表示に切り替え

source: Tap here to close the manga and return to your library.
ja: ここをタップするとマンガを閉じてライブラリに戻ります。

source: Tap on any text to start a dictionary lookup. Use this button if you want to see the exact detected text regions.
ja: 文字をタップすると辞書で調べられます。検出されたテキスト領域を正確に表示したい場合は、このボタンを使ってください。

source: Tap to jump directly to any page number.
ja: タップすると任意のページ番号へ直接移動できます。

source: Text Recognition
ja: テキスト認識

source: The archive contains no supported image files.
ja: このアーカイブには対応している画像ファイルが含まれていません。

source: The archive file is missing.
ja: アーカイブファイルが見つかりません。

source: The import operation was not found.
ja: インポート処理が見つかりませんでした。

source: The selected file is not a valid ZIP or CBZ archive.
ja: 選択したファイルは有効なZIPまたはCBZアーカイブではありません。

source: Title
ja: タイトル

source: Unable to read archive at %@
ja: アーカイブを読み込めませんでした: %@

source: Unable to Save
ja: 保存できません

source: Unknown Filename
ja: 不明なファイル名

source: Unknown Manga
ja: 不明なマンガ

source: Untitled
ja: 無題

source: Vertical
ja: 縦
